Repository: chiqui3d/GutenPress
Catalog: GutenPress/i18n/gutenpress-*.po
Languages: es_es

source: Custom Post Meta generator
es_es: Generador de metatados personalizados para entradas

source: Post Meta generator
es_es: Generador de metadatos para entradas

source: Custom post meta <strong>%1$s</strong> was correctly created.
es_es: Los metadatos personalizados <strong>%1$s</strong> fueron creados correctamente.

source: Text input
es_es: Entrada de texto

source: Radio button
es_es: Botones de radio

source: E-mail
es_es: Correo electrónico

source: Selectable
es_es: Seleccionable

source: Number
es_es: Número

source: Multiple text input
es_es: Entrada de texto múltiple

source: Text area
es_es: Área de texto

source: Rich text editor
es_es: Editor visual

source: File upload
es_es: Subida de archivo

source: Post Meta Title
es_es: Título de los metadatos

source: Will be used as metabox title
es_es: Se usará como título del metabox

source: Post Meta ID
es_es: ID de los metadatos

source: A <strong>short and unique</strong> slug to identify this kind of meta data. Used as id for the metabox and prepended to data defined within this class
es_es: Un "slug" <strong>breve y único</strong> para identificar este tipo de meta datos. Se usa como ID del metabox y como prefijo en los datos definidos en esta clase

source: Define meta data
es_es: Definir meta datos

source: Data name
es_es: Nombre del dato

source: A unique slug for this data entry
es_es: Un "slug" único para esta entrada de datos

source: Element type
es_es: Tipo de elemento

source: Submit
es_es: Enviar

source: Error creating post type %1$s
es_es: Error al crear el tipo de contenido %1$s

source: Custom Post Type generator
es_es: Generador de Tipos de contenido personalizados

source: Post Type generator
es_es: Generador de tipos de contenido

source: Custom post type <strong>%1$s</strong> was correctly created. Please activate the plugin to enable
es_es: El tipo personalizado de contenido <strong>%1$s</strong> fue creado correctamente. Por favor activa el plugin para habilitarlo

source: Post type slug
es_es: Slug del tipo de contenido

source: A <strong>singular</strong> slug, used as <code>post_type</code> on new entries. Max. 20 characters, no capital letters or spaces
es_es: Un slug <strong>singular</strong>, se utiliza como <code>post_type</code> en las nuevas entradas. 20 caracteres máx; sin mayúsculas ni espacios

source: Label
es_es: Etiqueta

source: A <strong>plural</strong> descriptive name for the post type
es_es: Un nombre descriptivo en <stong>plural</strong> para este tipo de contenido

source: Labels
es_es: Etiquetas

source: Use gender
es_es: Usar género

# gutenpress labels gender
source: Masculine
es_es: Masculino

# gutenpress labels gender
source: Feminine
es_es: Femenino

source: Name
es_es: Nombre

source: Name for the post type, plural
es_es: Nombre del tipo de contenido, en plural

source: Singular Name
es_es: Nombre en singular

source: Name for one object of this post type
es_es: El nombre para 1 objeto de este tipo de contenido

source: Add New
es_es: Agregar nuevo

# add new label masculine format
source: Add new %s
es_es: Agregar nuevo %s

# add new label feminine format
source: Add new %s
es_es: Agregar nueva %s

source: All Items
es_es: Todos los elementos

source: Add New Item
es_es: Agregar nuevo elemento

# add new item label masculine format
source: Add new %s
es_es: Agregar nuevo %s

# add new item label feminine format
source: Add new %s
es_es: Agregar nueva %s

source: Edit Item
es_es: Editar elemento

# edit item label masculine format
source: Edit %s
es_es: Editar %s

# edit item label feminine format
source: Edit %s
es_es: Editar %s

source: New Item
es_es: Nuevo elemento

# new item label masculine format
source: New %s
es_es: Nuevo %s

# new item label feminine format
source: New %s
es_es: Nueva %s

source: View Item
es_es: Ver elemento

# view item label masculine format
source: View %s
es_es: Ver %s

# view item label feminine format
source: View %s
es_es: Ver %s

source: Search Items
es_es: Buscar elementos

# search items label masculine format
source: Search %s
es_es: Buscar %s

# search items label feminine format
source: Search %s
es_es: Buscar %s

source: Not Found
es_es: No encontrado

# not found label masculine format
source: No %s found
es_es: No se han encontrado %s

# not found label feminine format
source: No %s found
es_es: No se han encontrado %s

source: Not Found in Trash
es_es: No encontrado en la papelera

# not found in trash label masculine format
source: No %s found in trash
es_es: No se han encontrado %s en la papelera

# not found in trash label feminine format
source: No %s found in trash
es_es: No se han encontrado %s en la papelera

source: Parent Item
es_es: Elemento padre

# parent item label masculine format
source: Parent %s
es_es: %s padre

# parent item label feminine format
source: Parent %s
es_es: %s padre

source: Menu Name
es_es: Nombre en menú

source: Description
es_es: Descripción

source: A short descriptive summary of what the post type is
es_es: Un breve sumario que describa qué es este tipo de contenido

source: Public
es_es: Público

source: True: Post type is intended for public use. This includes on the front end and in wp-admin
es_es: Verdadero: el tipo de contenido tiene uso público. Esto incluye la parte pública y la administración

source: False: Post type is not intended to be used publicly and should generally be unavailable in wp-admin and on the front end unless explicitly planned for elsewhere
es_es: Falso: el tipo de contenido no tiene uso público y por lo general no debe estar disponible en la administración ni en la parte pública a menos que se indique específicamente en otra parte

source: Whether a post type is intended to be used publicly either via the admin interface or by front-end users
es_es: Indicar si un tipo de contenido tendrá uso público ya sea a través de la interfaz de administración o por los usuarios de la parte pública

source: Exclude from search
es_es: Excluir de la búsqueda

source: True: search will not include posts of this post type
es_es: Verdadero: la búsqueda no incluirá contenidos de este tipo

source: False: search <strong>will</strong> posts of this post type
es_es: Falso: la búsqueda <strong>sí incluirá</strong> contenidos de este tipo

source: Note: If you want to show these posts on taxonomy terms lists, you must set it to True
es_es: Nota: si quieres mostrar estos contenidos en listas de términos de taxonomías, debes indicar "Verdadero"

source: Publicly Queryable
es_es: Consultable públicamente

source: Whether queries can be performed on the front end as part of <code>parse_request()</code>
es_es: Indica si se pueden realizar consultas en la parte pública como parte de <code>parse_request()</code>

source: Show UI
es_es: Mostrar UI

source: Whether to generate a default UI for managing this post type in the admin
es_es: Indica si se generará la Interfaz de Usuario predeterminada para gestionar este tipo de contenidos en la administración

source: Show in Nav Menus
es_es: Mostrar en Menús de navegación

source: Whether this post type is available for selection in navigation menus
es_es: Indica si este tipo de contenido está disponible para seleccionarlo en los menús de navegación

source: Show in menu
es_es: Mostrar en el menú

source: Do not display in the admin menu
es_es: No mostrar en el menú de administración

source: Display as a top level menu
es_es: Mostrar como menú de primer nivel

source: Where to show the post type in the admin menu. "Show UI" must be True
es_es: Dónde se mostrará el tipo de contenido en el menú de administración. "Mostrar UI" debe ser Verdadero

source: Show in admin bar
es_es: Mostrar en el menú de administración

source: Whether to make this post type available in the WordPress admin bar
es_es: Indica si este tipo de contenido estará disponible en la barra de administración de WordPress

source: Menu position
es_es: Posición en el menú

source: The position in the menu order the post type should appear. "Show in menu" must be true
es_es: La posición en el orden del menú en que se debería mostrar este tipo de contenido. "Mostrar en el menú" debe ser verdadero

source: Menu icon
es_es: Ícono del menú

source: The URL to the icon to be used for this menu
es_es: La URL al ícono utilizado en este menú

source: Supports
es_es: Soporta

source: Title
es_es: Título

source: Editor (content)
es_es: Editor (contenido)

source: Author
es_es: Autor

source: Featured image
es_es: Imagen destacada

source: Excerpt
es_es: Extracto

source: Custom fields
es_es: Campos personalizados

source: Comments
es_es: Comentarios

source: Revisions
es_es: Revisiones

source: Page attributes: menu order, parent (if hierarchical is true)
es_es: Atributos de página: orden del menú, padre (si "jerárquico" es verdadero)

source: Post formats
es_es: Formatos de contenido

source: Capability Type
es_es: Tipo de capacidad

source: A singular and plural slug to use as base to construct the capabilities.
es_es: Un slug en singular y plural que se usarán como base para construir las capacidades.

source: Singular slug
es_es: Slug singular

source: Plural slug
es_es: Slug plural

source: Hierarchical
es_es: Jerárquico

source: Whether the post type is hierarchical. Allows Parent to be specified. The 'supports' parameter should contain 'page-attributes' to show the parent select box on the editor page
es_es: Indica si este tipo de contenido es jerárquico. Permite que se especifique un padre. El parámetro "Soporta" debe contemplar los "atributos de página" para mostrar la caja de selección del padre en la página del editor.

source: Has archive
es_es: Tiene archivo

source: Enables post type archives
es_es: Habilita el archivo de este tipo de contenido

source: Rewrite
es_es: Reescribir URLs

source: Enable
es_es: Habilitar

source: Customize the permastruct slug
es_es: Personalizar el slug para los permalinks

source: With Front
es_es: Con Frontal

source: Build feeds permastruct
es_es: Construir permalinks para feeds

source: Build pagination permastruct
es_es: Construir permalinks para paginación

source: Query Var
es_es: Variable para consultas

source: True: can use <code>/?{post_type}={single_post_slug}</code> to load an specific post
es_es: Verdadero: se puede utilizar <code>/?{post_type}={slug_de_entrada}</code> para cargar un contenido específico

source: False: can't use <code>$post_type</code> to load a post
es_es: Falso: no se puede utilizar <code>$post_type</code> para cargar un post

source: Can export?
es_es: ¿Se puede exportar?

source: Can this post type be exported?
es_es: ¿Se puede exportar este tipo de contenido?

source: Custom Taxonomy generator
es_es: Generador de taxonomías personalizadas

source: Taxonomy generator
es_es: Generador de taxonomías

source: Custom taxonomy <strong>%1$s</strong> was correctly created. Please activate the plugin to enable
es_es: La taxonomía personalizada <strong>%1$s</strong> fue creada correctamente. Por favor activa el plugin para habilitarla

source: Taxonomy slug
es_es: "Slug" de la taxonomía

source: The name of the taxonomy; should be in <em>slug</em> form (no uppercase nor spaces)
es_es: El nombre de la taxonomía, debe estar en forma de <em>slug</em> (sin mayúsculas ni espacios)

source: Object type
es_es: Tipo de objeto

source: General name for the taxonomy, <strong>plural</strong>
es_es: Nombre general de la taxonomía, en <strong>plural</strong>

source: Name for one object of this taxonomy
es_es: El nombre para un objeto de esta taxonomía

source: Update Item
es_es: Actualizar elemento

# view item label masculine format
source: Update %s
es_es: Actualizar %s

# view item label feminine format
source: Update %s
es_es: Actualizar %s

source: New Item Name
es_es: Nuevo nombre del elemento

# new item name label masculine format
source: New %s name
es_es: Nuevo nombre del %s

# new item name label feminine format
source: New %s name
es_es: Nuevo nombre de la %s

source: Popular Items
es_es: Elementos populares

# Popular items label masculine format
source: Popular %s
es_es: %s populares

# Popular items label feminine format
source: Popular %s
es_es: %s populares

source: Separate items with commas
es_es: Separar elementos con comas

# separate items with commas label masculine format
source: Separate %s with commas
es_es: Separar los %s con comas

# separate items with commas label feminine format
source: Separate %s with commas
es_es: Separar las %s con comas

source: Add or remove items
es_es: Agregar o eliminar elementos

# add or remove label masculine format
source: Add or remove %s
es_es: Agregar o eliminar %s

# add or remove label feminine format
source: Add or remove %s
es_es: Agregar o eliminar %s

source: Choose from most used
es_es: Elegir entre los más usados

# choose from most used label masculine format
source: Choose from most used %s
es_es: Elegir entre los %s más usados

# choose from most used label feminine format
source: Choose from most used %s
es_es: Elegir entre las %s más usadas

source: True: Should this taxonomy be exposed in the admin UI
es_es: Verdadero: esta taxonomía se debería mostrar en la interfaz de administración

source: False: This taxonomy should <strong>not</strong> be exposed in the admin UI
es_es: Falso: esta taxonomía <strong>no</strong> se debería mostrar en la interfaz de administración

source: Whether to generate a default UI for managing this taxonomy in the admin
es_es: Indica si se generará la Interfaz de Usuario predeterminada para gestionar esta taxonomía en la administración

source: Whether this taxonomy is available for selection in navigation menus
es_es: Indica si esta taxonomía está disponible para seleccionarla en los menús de navegación

source: Show tag cloud
es_es: Mostrar nube de elementos

source: Whether to allo the tag cloud widget to use this taxonomy
es_es: Indica si se debe permitir el widget de nube de elementos para esta taxonomía

source: Show admin column
es_es: Mostrar columna de administración

source: Whether to allow automatic creation of taxonomy columns on associated post-type
es_es: Indica si se debe permitir la creación automática de columnas de la taxonomía en los tipos de contenido asociados

source: Whether the taxonomy is hierarchical (has descendants, like categories) or not (like tags)
es_es: Indica si esta taxonomía es jerárquica (tiene descendentes, como las categorías) o no (como las etiquetas)

source: True: can use <code>/?{taxonomy}={term_slug}</code> to load an taxonomy term
es_es: Verdadero: se puede utilizar <code>/?{taxonomía}={slug_del_término}</code> para cargar un término de la taxonomía

source: False: can't use <code>$taxonomy</code> to load a taxonomy
es_es: Falso: no se puede utilizar <code>$taxonomia</code> para cargar una taxonomía

source: Sort
es_es: Ordenar

source: Whether this taxonomy should remember the order in which terms are added to objects
es_es: Indica si esta taxonomía debe recordar el orde en que los términos se agregan a los objetos

source: Error creating custom taxonomy %1$s
es_es: Error al crear la taxonomía personalizada %$1s

# multiple fieldset action
source: Add new
es_es: Agregar nuevo

# multiple fieldset action
source: Remove
es_es: Eliminar

source: edit attachment
es_es: editar adjunto

# remove attachment
source: remove
es_es: eliminar

# multiple input action
source: Add new
es_es: Agregar nuevo

# multiple input action
source: Remove
es_es: Eliminar

source: There are no elements to order
es_es: No hay elementos para ordenar

source: Yes
es_es: Sí

source: The $view parameter must be a subclass of \GutenPress\Forms\View
es_es: El parámetro $view debe ser una subclase de \GutenPress\Forms\View

source: Couldn't write to file %1$s
es_es: No se puede escribir al archivo %1$s

source: $id must reference an attachment post entry
es_es: $id debe hacer referencia a una entrada de post de un archivo multimedia

source: File ID %d not found
es_es: No se ha encontrado el archivo con ID %d

source: Exception: %1$s (on %2$s:%3$s)
es_es: Excepción: %1$s (en %2$s:%3$s)

source: Nonce verification Exception: nonce value it's empty on action '%1$s' (on %2$s:%3$s)
es_es: Excepción al verificar nonce: el valor del nonce para la acción '%1$s' está vacío (en %2$s:%3$s)

source: Nonce verification Exception: '%1$s' it's not a valid nonce for the '%2$s' action (on %3$s:%4$s)
es_es: Excepción al verificar nonce: %1$s no es un nonce válido para la acción '%2$s' (en %3$s:%4$s)

source: %s must be a subclass of \GutenPress\Model\PostMeta
es_es: %s debe ser una subclase de \GutenPress\Model\PostMeta

source: Please add some elements within this Fieldset, otherwhise it will feel very empty
es_es: Por favor agrega algunos elementos a este Fieldset, o se sentirá muy solito

source: Error uploading file %s
es_es: Error al subir el archivo %s

source: It seems you're not allowed to save data on %s.
es_es: Al parecer no tienes permitido guardar datos en %s.

source: You are not authorized to edit this content
es_es: No estás autorizado a editar este contenido.

source: You must define a short string as metabox ID (will also be prepended to this class of meta data)
es_es: Debes definir una cadena corta como ID del metabox (también se usará como prefijo para los datos de esta clase)

source: Key %s it's too long. Please choose something shorter
es_es: La clave %s es muy larga. Por favor elige algo más corto

source: Duplicate metadata name for key %s
es_es: Nombre de metadatos duplicado en la clave %s

source: %s must be a subclass of \GutenPress\Model\PostObject
es_es: %s debe ser una subclase de \GutenPress\Model\PostObject

source: The query for this object was already set. You might want to create a new %s
es_es: La consulta de este objeto ya fue establecida. Quizás quieras crear una nueva instancia de %s

source: %s must be a subclass of \GutenPress\Model\Shortcode
es_es: %s debe ser una subclase de \GutenPress\Model\Shortcode

source: Shortcodes manager
es_es: Administrador de Shortcodes

source: Insert generated shortcode
es_es: Insertar el shortcode generado

source: Select the shortcode you want to insert
es_es: Selecciona el shortcode que deseas agregar

source: Select the desired Shortcode
es_es: Selecciona el Shortcode deseado

source: (Select a Shortcode)
es_es: (Selecciona un Shortcode)

source: The value for this field should be of a true/false type
es_es: El valor de este campo debe ser de tipo verdadero/falso

source: Please complete this field
es_es: Por favor completa este dato

source: Register autoload instances to manage GutenPress files and other bootstraping actions
es_es: Registra la instancia de carga automática para gestionar los archivos de GutenPress y otras acciones de inicialización
